{
  "home":"Home",
  "modular_sale":"Modular Sale",
  "pictures":"Pictures",
  "any_question":"Have any Question",
  "request_quote":"Request Quote",
  "title":"Tailor-made",
  "title_1":"offer",
  "our_offer":"SEE OUR OFFERS",
  "about_heading": "About us",
  "about_title": "About Modulsquare",
  "subheading": "Your trusted partner in modular construction",
  "about_description": "Modulsquare specializes in modular construction in Mauritius. We are committed to excellence and innovation, offering tailor-made solutions to meet the specific needs of both professionals and individuals.",
  "services": "Our Services",
  "closing": "At Modulsquare, we are dedicated to turning your ideas into reality.",
  "servicesData":[
  {
    "heading":"Sales and Rentals",
  "description":"Whether you are looking to buy or rent, our goal is to provide the right solution that perfectly matches your requirements—helping you bring your project to life successfully."
  },
  {
    "heading":"Fast and Eco-Friendly Construction",
  "description":"Our modular buildings are designed to be both quick to install and environmentally friendly, offering a more cost-effective alternative to traditional construction without compromising on quality."
  },
  {
    "heading":"Available Stock",
  "description":"We maintain a well-stocked inventory to respond quickly to your needs, ensuring timely delivery."
  },
  {
    "heading":"Complete Team of Service Providers",
  "description":" Our network of qualified professionals includes experts in transportation, masonry, electrical work, plumbing, painting, carpentry, and more. We coordinate every aspect of your project to ensure seamless execution."
  }
],
"learn_more":"Learn More",
"quote_title": "Estimate",
"quote_question": "Would you like a personalized quote?",
"quote_fast": "Fast quote",
"quote_within": "Your quote within 48h max",
"consulting_title": "Consulting",
"consulting_description": "Support with your project study",
"rates_title": "Rates",
"rates_description": "The most competitive prices in Mauritius",
"footer": {
      "home": "Home",
      "about_us": "About us",
      "blog": "Blog",
      "contact": "Contact Us",
      "legal":"Legal Notice",
      "privacy": "Privacy Policy",
      "cookie": "Cookie Policy"
    },
    "picture_module":"Pictures Modulsquare",
    "ready_to_use":"Ready to use",
    "ready_description":"A process designed to make your life easier",
     "cards": [
      { "label": "Exclusive showroom", "label2": "Discover a wide selection", "number": "01",    "img": "/assets/img1.jpg" },
      { "label": "Plans & Quotes", "label2": "Tailor-made support", "number": "02","img": "/assets/img2.jpg" },
      { "label": "Financing", "label2": "Procedures & Support", "number": "03","img": "/assets/img3.jpg" },
      { "label": "Delivery", "label2": "Ready to use", "number": "04","img": "/assets/img4.jpg" }
    ],
    "do_best":"What We Do Best",
    "experties":"Expertise",
    "fulfill":"Fulfilling all your needs",
    "infoblock":[
     {"label":"Sale","sub_label":"Listening to your needs","info_description":"Find your perfect modular solution: flexible purchase options to meet all your needs"},
     {"label":"Installation","sub_label":"Solution","info_description":"Fast and efficient installation: our experts at your service for a hassle-free setup"},
     {"label":"SAV","sub_label":"Support and Assistance","info_description":"Tailor-made After-Sales Service: we are committed to your complete satisfaction"}
    ],
    "flag_desc":"The “Made in Italy” label is a symbol of excellence and innovation in the industrial sector. Choosing a modular construction stamped “Made in Italy” means opting for unmatched quality, refined design, and guaranteed durability — all while respecting the environment.",
    "pic":"Pictures",
    "modular":"Modulaire Maurice",
    "products":"Products",
    "professional":"Professionals",
    "discover":"Discover our",
    "discover_desc":"modular units for individuals",
    "discover_btn":"Discover",
    "modular_profession":"Modular for professionals:",
    "your_vision":"your vision, our expertise",
    "para_1":"At Modulaire Réunion, we understand the unique challenges you face in your business. Thats why we are dedicated to guiding you step by step in making your project a reality.",
    "para_2":"Whether it is dimensions, designs, deadlines, or budgets, we are here to tailor each solution to your specific needs. Trust our expertise to transform your aspirations into tangible realities.",
    "service": "Services",
    "service_intro": "Excellence and Tailor-Made. At Modulaire Réunion, we offer much more than just modular solutions. Our services range from initial design to final implementation, including customization to meet your needs.",
    "service_list": [
     {
      "title": "Design & Planning",
      "desc": "We work with you to develop a plan tailored to your requirements, ensuring optimal use of space."
     },
     {
      "title": "Personalization",
      "desc": "Dimensions, models, finishes… Each module is adapted to your specific needs."
     },
     {
      "title": "Installation & Set-up",
      "desc": "Our dedicated teams ensure rapid installation that complies with safety standards."
     },
     {
      "title": "Monitoring & Maintenance",
      "desc": "We are committed to ensuring the durability of your installation."
     }
   ],
   "services_not_covered_title": "Services not covered",
   "services_not_covered_desc": "Administrative file and permit for installation, access ramp to the modular units, hydraulic and electrical connections and grounding, all services not mentioned in your quotes",
   "detail": "Detail",
   "detail_list": [
    "Plan and estimate",
    "Visit to the future installation site",
    "Construction and assembly",
    "Installation of aluminum",
    "Join between modulars",
    "Electricity and plumbing",
    "Air conditioning",
    "Bathrooms and Kitchenette"
   ],
   "financing":"Our financing solutions",
   "snc":"SNC",
   "text_1":"For eligible professionals, this means they are exempt from paying taxes on the product purchased. This is done through a tax exemption firm with whom we can put you in touch",
   "text_2":"You can claim a reduction in your bill of 25 to 30% on average , covered by the SNC , thanks to this tax exemption service.",
   "text_3":"Payments can be made by bank transfer, check, or credit card, 50% upon order and 50% upon delivery . (Depending on the project, an agreement may be made).",
   "text_4":"We also work with Crédit Moderne and other financing brokers.",
   "about_us":"About us",
   "OurVision": {
    "title": "Our Vision",
    "subheading": "Dear clients, partners, and collaborators",
    "desc_1": "Since the creation of Modulsquare, one conviction has driven us: the importance of human connection and meaningful exchange. These values are the foundation upon which our company is built. We believe that every project, whatever its nature, is developed step by step—with great attention to detail and always with your complete satisfaction in mind.",
    "desc_2": "Our strength lies in the synergy of our teams. From management and administrative services to our sales and production departments, everyone plays an essential role in achieving our shared ambitions. This harmony extends well beyond our walls, encompassing our valued partners with whom we share a common vision.",
    "desc_3": "The pursuit of excellence is a never-ending journey. That s why we continuously invest in innovation, training, and the optimization of our customer service. Because for us, constant improvement isn t just a goal—it s a passion.",
    "directorName": "Deva MOUTIEN",
    "directorRole": "Director of Modulsquare pro"
    },
    "flawless":"Flawless",
    "quality":"Quality",
    "about_module":"About Modulsquare",
    "quality_priority":"Quality is our priority",
    "point_1":"At Modulsquare, human connection and meaningful exchange are at the heart of our values.",
    "point_2":"We firmly believe that a successful project is built step by step, with customer satisfaction as the ultimate goal.",
    "point_3":"Our greatest strength lies in the synergy of our teams—whether in management, administration, sales, or production.",
    "point_4":"This harmony also extends to our trusted partners.",
    "point_5":"We are constantly striving for excellence, through innovation, ongoing training, and the continuous improvement of our customer service.",
    "points":{
      "sub_point1":"Our products comply with CE standards, and we are committed to providing prompt support thanks to our dedicated after-sales service team.",
      "sub_point2":"Whether you choose a ready-made model or want to customize your own, we’re here to guide you every step of the way — right up to the delivery of your turnkey project.",
      "sub_point3":"We would be delighted to welcome you to our premises — preferably by appointment."
    }
  }
  