{
  "home":"Maison",
  "modular_sale":"Vente modulaire",
  "pictures":"Photos",
  "any_question":"Vous avez des questions",
  "request_quote":"Demander un devis",
  "title":"Offre sur ",
  "title_1":"mesure",
  "our_offer":"VOIR nos offres",
  "about_heading": "À propos de nous",
  "about_title": "À propos de Modulsquare",
  "subheading": "Votre partenaire de confiance en construction modulaire",
  "about_description": "Modulsquare est spécialisée dans la construction modulaire à l'île Maurice. Nous nous engageons à offrir l'excellence et l'innovation grâce à des solutions sur mesure adaptées aux besoins spécifiques des professionnels et des particuliers.",
  "services": "Nos services",
  "closing": "Chez Modulsquare, nous nous engageons à transformer vos idées en réalité.",
   "servicesData": [
    {
      "heading": "Ventes et locations",
      "description": "Que vous cherchiez à acheter ou à louer, notre objectif est de fournir la solution idéale qui correspond parfaitement à vos besoins — vous aidant à mener à bien votre projet."
    },
    {
      "heading": "Construction rapide et écologique",
      "description": "Nos bâtiments modulaires sont conçus pour être rapides à installer et respectueux de l’environnement, offrant une alternative économique à la construction traditionnelle sans compromettre la qualité."
    },
    {
      "heading": "Stock disponible",
      "description": "Nous maintenons un inventaire bien approvisionné pour répondre rapidement à vos besoins, garantissant une livraison rapide."
    },
    {
      "heading": "Équipe complète de prestataires de services",
      "description": "Notre réseau de professionnels qualifiés comprend des experts en transport, maçonnerie, électricité, plomberie, peinture, menuiserie, et plus encore. Nous coordonnons chaque aspect de votre projet pour assurer une exécution sans faille."
    }
  ],
  "learn_more":"apprendre encore plus",
  "quote_title": "Devis",
  "quote_question": "Souhaitez-vous un devis personnalisé ?",
  "quote_fast": "Devis rapide",
  "quote_within": "Votre devis sous 48h maximum",
  "consulting_title": "Conseil",
  "consulting_description": "Accompagnement dans l'étude de votre projet",
  "rates_title": "Tarifs",
  "rates_description": "Les prix les plus compétitifs à l'île Maurice",
      "footer": {
      "home": "Accueil",
      "about_us": "À propos de nous",
      "blog": "Blogue",
      "contact": "Contactez-nous",
      "legal":"Mentions légales",
      "privacy": "politique de confidentialité",
      "cookie": "Politique en matière de cookies"
    }, 
    "picture_module":"Photos Modulsquare",
    "ready_to_use":"Prêt à l'emploi",
    "ready_description":"Un processus conçu pour vous simplifier la vie",
    "cards": [
      { "label": "Showroom exclusif", "label2": "Découvrez une large sélection", "number": "01","img": "/assets/img1.jpg" },
      { "label": "Plans et devis", "label2": "Accompagnement sur mesure", "number": "02","img": "/assets/img2.jpg" },
      { "label": "Financement", "label2": "Procédures et accompagnement", "number": "03","img": "/assets/img3.jpg" },
      { "label": "Livraison", "label2": "Prêt à l'emploi", "number": "04","img": "/assets/img4.jpg" }
    ],
    "do_best":"Ce que nous faisons de mieux",
    "experties":"Compétence",
    "fulfill":"Répondre à tous vos besoins",
    "infoblock":[
     {"label":"Vente","sub_label":"À l'écoute de vos besoins","info_description":"Trouvez votre solution modulaire idéale : des options d'achat flexibles pour répondre à tous vos besoins"},
     {"label":"Installation","sub_label":"Solution","info_description":"Installation rapide et efficace : nos experts à votre service pour une installation sans tracas"},
     {"label":"SAV","sub_label":"Assistance et Assistance","info_description":"Service après-vente sur mesure : nous nous engageons à votre entière satisfaction"}
    ],
    "flag_desc":"Le label  Made in Italy  est un symbole d'excellence et d'innovation dans le secteur industriel. Choisir une construction modulaire estampillée  Made in Italy  signifie opter pour une qualité inégalée, un design raffiné et une durabilité garantie, tout en respectant l'environnement.",
    "pic":"Photos",
    "modular":"Maurice Modulaire",
    "products":"Produits",
    "professional":"Professionnels",
    "discover":"Découvrez notre",
    "discover_desc":"unités modulaires pour particuliers",
    "discover_btn":"Découvrir",
    "modular_profession":"Modulaire pour les professionnels :",
    "your_vision":"votre vision, notre expertise",
    "para_1":"Chez Modulaire Réunion, nous comprenons les défis uniques auxquels vous êtes confrontés dans votre entreprise. C'est pourquoi nous nous engageons à vous accompagner pas à pas pour concrétiser votre projet.",
    "para_2":"Dimensions, design, délais ou budget, nous sommes là pour adapter chaque solution à vos besoins spécifiques. Faites confiance à notre expertise pour concrétiser vos aspirations.",
   "service": "Services",
   "service_intro": "Excellence et sur mesure. Chez Modulaire Réunion, nous offrons bien plus que de simples solutions modulaires. Nos services vont de la conception initiale à la mise en œuvre finale, y compris la personnalisation pour répondre à vos besoins.",
   "service_list": [
    {
      "title": "Conception et planification",
      "desc": "Nous travaillons avec vous pour élaborer un plan adapté à vos exigences, garantissant une utilisation optimale de l’espace."
    },
    {
      "title": "Personnalisation",
      "desc": "Dimensions, modèles, finitions… Chaque module est adapté à vos besoins spécifiques."
    },
    {
      "title": "Installation et mise en place",
      "desc": "Nos équipes dédiées assurent une installation rapide conforme aux normes de sécurité."
    },
    {
      "title": "Suivi et maintenance",
      "desc": "Nous nous engageons à assurer la durabilité de votre installation."
    }
   ],
   "services_not_covered_title": "Services non couverts",
   "services_not_covered_desc": "Dossier administratif et permis d’installation, rampe d’accès aux modules, raccordements hydrauliques et électriques ainsi que la mise à la terre, tous les services non mentionnés dans vos devis",
   "detail": "Détail",
   "detail_list": [
    "Plan et devis",
    "Visite du futur site d’installation",
    "Construction et assemblage",
    "Installation de l’aluminium",
    "Jonction entre les modules",
    "Électricité et plomberie",
    "Climatisation",
    "Salles de bain et kitchenette"
   ],
   "financing":"Nos solutions de financement",
   "snc":"CNS",
   "text_1":"Pour les professionnels éligibles, cela signifie qu'ils sont exonérés de taxes sur le produit acheté. Cette exonération se fait par l'intermédiaire d'un cabinet d'exonération fiscale avec lequel nous pouvons vous mettre en relation.",
   "text_2":"Vous pouvez bénéficier d'une réduction de votre facture de 25 à 30% en moyenne, prise en charge par le SNC, grâce à ce service de défiscalisation.",
   "text_3":"Les paiements peuvent être effectués par virement bancaire, chèque ou carte bancaire, 50% à la commande et 50% à la livraison. (Selon le projet, un accord peut être conclu).",
   "text_4":"Nous travaillons également avec le Crédit Moderne et d'autres courtiers en financement.",
   "about_us":"À propos de nous",
   "OurVision": {
    "title": "Notre Vision",
    "subheading": "Chers clients, partenaires et collaborateurs",
    "desc_1": "Depuis la création de Modulsquare, une conviction nous anime : l'importance des relations humaines et des échanges constructifs. Ces valeurs constituent le fondement de notre entreprise. Nous sommes convaincus que chaque projet, quelle que soit sa nature, est développé étape par étape, avec le plus grand souci du détail et toujours dans l'optique de votre entière satisfaction.",
    "desc_2": "Notre force réside dans la synergie de nos équipes. De la direction et des services administratifs aux services commerciaux et de production, chacun joue un rôle essentiel dans la réalisation de nos ambitions communes. Cette harmonie s'étend bien au-delà de nos murs et englobe nos précieux partenaires avec lesquels nous partageons une vision commune.",
    "desc_3": "La quête de l'excellence est un cheminement permanent. C'est pourquoi nous investissons continuellement dans l'innovation, la formation et l'optimisation de notre service client. Car pour nous, l'amélioration continue n'est pas seulement un objectif, c'est une passion.",
    "directorName": "Deva MOUTIEN",
    "directorRole": "Directeur de Modulsquare pro"
    },
    "flawless":"Impeccable",
    "quality":"Qualité",
    "about_module":"À propos de Modulsquare",
    "quality_priority":"La qualité est notre priorité",
    "point_1":"Chez Modulsquare, le lien humain et l’échange significatif sont au cœur de nos valeurs.",
    "point_2":"Nous croyons fermement qu’un projet réussi se construit étape par étape, avec la satisfaction du client comme objectif ultime.",
    "point_3":"Notre plus grande force réside dans la synergie de nos équipes, que ce soit en gestion, en administration, en vente ou en production.",
    "point_4":"Cette harmonie s’étend également à nos partenaires de confiance.",
    "point_5":"Nous visons constamment l’excellence, par l’innovation, la formation continue et l’amélioration continue de notre service client.",
    "points":{
      "sub_point1":"Nos produits sont conformes aux normes CE et nous nous engageons à fournir une assistance rapide grâce à notre équipe de service après-vente dédiée.",
      "sub_point2":"Que vous choisissiez un modèle prêt à l’emploi ou que vous souhaitiez personnaliser le vôtre, nous sommes là pour vous guider à chaque étape, jusqu’à la livraison de votre projet clé en main.",
      "sub_point3":"Nous serions ravis de vous accueillir dans nos locaux, de préférence sur rendez-vous."
    }
  }
  